Repository: kneefer/FitAndGym
Catalog: FitAndGym/Resources/AppResources.*.resx
Languages: pl

# ResourceLanguage
source: en-US
pl: pl

# ExercisesPivotHeader
source: Exercises
pl: Ćwiczenia

# TrainingDaysPivotHeader
source: Trainings
pl: Treningi

# AddExerciseAppBar
source: create new
pl: dodaj nowe

# ExercisePageTitleNewMode
source: new exercise
pl: nowe ćwicz.

# AddTrainingAppBar
source: create new
pl: dodaj nowy

# AddTrainingPageHeader
source: new training
pl: nowy trening

# SaveChangesAppBar
source: save
pl: zapisz

# DiscardChangesAppBar
source: discard
pl: porzuć

# NewExerciseDurationText
source: Duration
pl: Cz. trwania

# NewExerciseIntensityText
source: Intensity
pl: Intens.

# NewExerciseNameText
source: Name
pl: Nazwa

# IntensityHigh
source: High
pl: Duża

# IntensityLow
source: Low
pl: Mała

# IntensityMedium
source: Medium
pl: Średnia

# IntensityVeryHigh
source: Very High
pl: Ogromna

# IntensityVeryLow
source: Very Low
pl: Malutka

# TypeNameOfExercisePlaceholder
source: Type the name of exercise...
pl: Wpisz nazwę ćwiczenia...

# ExNamePropertyIsRequiredNotification
source: Name property is required!
pl: Nazwa ćwiczenia jest obowiązkowa!

# NewExerciseOtherInfoHeader
source: Additional info
pl: Dodatkowe informacje

# NewExerciseOtherInfoPlaceholder
source: Place here an additional info about the exercise...
pl: Wpisz tutaj dodatkowe informacje nt. ćwiczenia...

# NewExerciseRepsText
source: Number of reps
pl: Liczba powt.

# NewExerciseSetsText
source: Number of sets
pl: Liczba serii

# ValidationErrorTitle
source: Validation Error
pl: Błąd walidacji

# ExercisePageTitleEditMode
source: edit exercise
pl: edytuj ćwicz.

# UpdateChangesAppBar
source: update
pl: aktualizuj

# DeleteWord
source: Delete
pl: Usuń

# EditWord
source: Edit
pl: Edytuj

# NewTrainingeNameText
source: Name
pl: Nazwa

# TypeNameOfTrainingPlaceholder
source: Type the name of training...
pl: Wpisz nazwę treningu...

# NewTrainingOtherInfoPlaceholder
source: Place here an additional info about the training...
pl: Wpisz tutaj dodatkowe informacje nt. treningu...

# StartTimeCaption
source: Date
pl: Data

# StartTimeOfTrainingPropertyIsRequiredNotification
source: Date of training property is required!
pl: Data treningu jest obowiązkowa!

# TrainingPageTitleEditMode
source: edit training
pl: edytuj trening

# TrainingPageTitleNewMode
source: new training
pl: nowy trening

# NewTrainingHydrationText
source: Water (liters)
pl: Woda (litry)

# NewTrainingOtherInfoHeader
source: Additional info
pl: Dodatkowe informacje

# HelpContentInManageTraining
source: Later you will be able to clone your trainings (if you do it regularly for example). If you want to do it, after saving the current training tap & hold your training on "Trainings" page and everything will be clear then.
pl: Później będziesz w stanie sklonować swój trening (np. kiedy wykonujesz go regularnie). Jeśli chcesz to zrobić, po zapisaniu bieżącego treningu przejdź do strony "Treningi", naciśnij i przytrzymaj swój trening i wszystko powinno wtedy stać się jasne.

# HelpHeaderInManageTraining
source: Help & Info
pl: Pomoc i informacje

# HelpInTrainingPageAppBar
source: help
pl: pomoc

# NewTrainingDurationText
source: Duration
pl: Cz.trwania

# AnyExercisesAreRequiredNotification
source: You have to bind 1 exercise at least to the training!
pl: Musisz powiązać przynajmniej 1 ćwiczenie z tworzonym treningiem!

# ConfirmationExitActionAlertContent
source: Are you sure you want to exit the application?
pl: Czy jesteś pewien, że chcesz zakończyć pracę z programem?

# ConfirmationExitActionAlertHeader
source: Confirmation alert
pl: Potwierdzenie wyjścia

# AttachExercisesHeaderText
source: exercises
pl: ćwiczenia

source: NO
pl: NIE

source: YES
pl: TAK

# DurationCaptionOnTheMainPage
source: Duration (minutes)
pl: Długość (minuty)

# OtherInfoCaptionOnTheMainPage
source: Other info
pl: Inne info

# WaterCaptionOnTheMainPage
source: Water (liters)
pl: Woda (litry)

# AmountOfRepsCaptionOnTheMainPage
source: Reps
pl: Powtórzenia

# AmountOfSetsCaptionOnTheMainPage
source: Sets
pl: Serie

# Duration2CaptionOnTheMainPage
source: Duration (min.)
pl: Długość (min.)

# IntensityCaptionOnTheMainPage
source: Intensity
pl: Intensywność

# OtherInfo2CaptionOnTheMainPage
source: Other info
pl: Inne info

# AboutSentence
source: About app
pl: O aplikacji

# ConnectedExercisesMessageBoxHeader
source: Exercises of the training
pl: Skojarzone ćwiczenia treningu

# DesignedAndCreatedBySentence
source: Designed and created by
pl: Zaprojektowane i stworzone przez

# IncomingTrainingsPivotHeader
source: Incoming
pl: Nadchodzące

# InfoAppBar
source: about app
pl: o aplikacji

# RateAppBar
source: rate app
pl: oceń aplikację

# CopyTrainingMenuItemText
source: Clone the training
pl: Klonuj trening

# DaysCaption
source: days
pl: dni

# DeleteOldTrainingsMenuText
source: Delete old trainings
pl: Usuń stare treningi

# FrequenceEveryDay
source: everyday
pl: codziennie

# FrequenceWithoutRepeats
source: once only
pl: tylko 1 raz

# SetFrequencyOfTrainingMessage
source: Set the intervals between trainings
pl: Podaj odstępy czasu między treningami

# TimeConverterAgoWord
source: ago
pl: temu

# TimeConverterInWord
source: in
pl: za

# TrainingCopyActionHeader
source: Clone the training
pl: Klonuj trening

# TrainingCopyActionCheckBoxCaption
source: Clone trainings
pl: Klonuj treningi

# TrainingCopyActionsFrequency
source: Repeat training
pl: Powtarzaj trening

# DatesOfTrainingsThatWillBeDeleted
source: Trainings that will be deleted
pl: Treningi, które zostaną usunięte

# DeleteTrainingsByDateHeader
source: Delete old trainings
pl: Usuń stare treningi

# DescriptionDeleteTrainingsByDate
source: Here you can delete old trainings if you find your training list hard to read because of many items on the list. Select a date to which you want to delete all trainings from local database. Understand as:
pl: Tutaj możesz usunąć stare treningi z listy treningów jeśli uznasz, że przez ich ilość lista staje się mało czytelna. Wybierz datę do której chcesz usunąć wszystkie treningi. Czytaj jako:

# EndDateCannotBeBeforeStartDate
source: End date of cloning of trainings can't be less than the start date of the training
pl: Data końca klonowania treningów nie może występować przed datą rozpoczęcia treningu.

# EndDateOfCloningText
source: The date of end of cloning trainings
pl: Ostatni dzień klonowania treningów

# IntervalsBetweenTrainings
source: Intervals between trainings (days)
pl: Odstępy między treningami (dni)

# NumOfTrainingsThatWillBeAdded
source: Number of trainings that will be added
pl: Liczba treningów, które zostaną dodane

source: Older than
pl: Starsze niż

# ProceedCloningAppBar
source: accept
pl: akceptuj

# ProceedDeleteByDateAppBar
source: execute
pl: wykonaj

source: The date of end of cloning trainings
pl: Końcowa data dodawania treningów

# TrainingsThatWillBeAdded
source: The training will be cloned to following dates:
pl: Treningi zostaną sklonowane do następujących dat:

# WarningDeleteTrainingsByDate
source: "trainings with start date (+ optional duration of the training) older than selected date will be deleted permanently from your local database"
pl: "treningi z datą rozpoczęcia (+ewentualny czas trwania treningu) wcześniejszą niż wybrana poniżej zostaną bezpowrotnie usunięte z lokalnej bazy danych"

# YouCannotInsertMoreThanxClonesSimu
source: Simultaneously you can't add more than 30 clones of trainings
pl: Jednorazowo nie możesz dodać więcej niż 30 klonów treningów. Zmniejsz zakres dat.

# YouCannotInsertTrainingsInThePast
source: You can't clone training to the past
pl: Nie możesz klonować treningów z minioną datą.

# YouHaveToAddMoreThanZeroClones
source: The range is too short to insert any clones.
pl: Zakres jest zbyt wąski by jakiekolwiek klony mogły zostać dodane.
